[
    {
        "id": 1,
        "title": "Как выучить тригонометрию за час?",
        "date": "12 Октября 2025",
        "excerpt": "Тригонометрия — это не страшно. Разбираем основные формулы и методы запоминания для ЕНТ и НИШ.",
        "tags": [
            "Математика",
            "Лайфхаки"
        ],
        "image": "assets/img/blog-trig.png",
        "link": "article.html?id=1",
        "content": "<p>Тригонометрия кажется сложной только на первый взгляд. На самом деле, это ключ к решению <strong>40% задач</strong> профильной математики.</p><h3>1. Единичная окружность — твой лучший друг</h3><p>Забудь про зубрежку таблиц. Главное — понять суть окружности.</p><blockquote>Запомни раз и навсегда: <strong>Косинус</strong> — это проекция на ось X (бежит по горизонтали), а <strong>Синус</strong> — на ось Y (тянется вверх).</blockquote><h3>2. Основные тождества</h3><p>Основное тригонометрическое тождество: <code>sin²x + cos²x = 1</code>. Это не магия, это просто теорема Пифагора, записанная другим языком! Зная это, ты выведешь половину формул прямо на экзамене.</p><h3>Как учить?</h3><ul><li>Рисуй окружность на каждом занятии.</li><li>Учи формулы парами (синус суммы / косинус суммы).</li><li>Решай по 5 задач на упрощение выражений в день.</li></ul><p><em>Хочешь разбор сложной темы? Пиши мне в WhatsApp, обсудим!</em></p>"
    },
    {
        "id": 2,
        "title": "Куда поступать с физикой в 2026?",
        "date": "05 Ноября 2025",
        "excerpt": "Обзор самых перспективных технических вузов и специальностей в Казахстане. Где лучшие гранты?",
        "tags": [
            "Физика",
            "Поступление"
        ],
        "image": "assets/img/blog-uni.jpg",
        "link": "article.html?id=2",
        "content": "<p>Физика открывает двери не только в науку, но и в IT, инженерию и даже финансы. Выбор вуза — это стратегия.</p><h3>Топ ВУЗов Казахстана</h3><ul><li><strong>NU (Назарбаев Университет):</strong> Мировой уровень, обучение на английском. Сложное поступление (NUET), но диплом открывает любые двери.</li><li><strong>KBTU (КБТУ):</strong> Лучший выбор для IT и нефтегазового дела. Сильные связи с индустрией.</li><li><strong>Satbayev University (Политех):</strong> Огромное количество грантов и сильная инженерная база.</li></ul><h3>Перспективные направления</h3><p>Сейчас в тренде не просто «нефтянка», а:</p><ul><li>Робототехника и Мехатроника</li><li>Аэрокосмическая инженерия</li><li>Data Science (да, тут нужна мощная математика!)</li></ul><blockquote>Совет: Не выбирай вуз по названию. Смотри на программу и лаборатории.</blockquote>"
    },
    {
        "id": 3,
        "title": "Как сдать ЕНТ на 40+ баллов: Стратегия",
        "date": "15 Декабря 2025",
        "excerpt": "Почему зубрежка не работает и как правильно распределить время на экзамене. Стратегия победителя.",
        "tags": [
            "ЕНТ",
            "Советы"
        ],
        "image": "assets/img/blog-ent.jpg",
        "link": "article.html?id=3",
        "content": "<p>ЕНТ — это марафон, а не спринт. Главная ошибка — пытаться выучить всё в последнюю ночь перед тестом.</p><h3>Ошибка 1: Игнорирование теории</h3><p>Многие просто решают тесты сутками. Это работает до первого нестандартного вопроса, где изменили формулировку. <strong>Учи матчасть!</strong> Понимание принципов важнее заученных ответов.</p><h3>Ошибка 2: Невнимательность</h3><p>По статистике, половина потерянных баллов — это:</p><ul><li>Арифметические просчеты (2+2=5).</li><li>Неправильно прочитанное условие («укажите НЕверный ответ»).</li><li>Ошибка при переносе в лист ответов.</li></ul><blockquote>Стратегия «3 круга»: Сначала реши всё, что знаешь сразу. Потом вернись к задачам средней сложности. И только в конце — «гробы».</blockquote><p><strong>Нужна помощь с планом подготовки? Жми кнопку записи!</strong></p>"
    }
]