[
    {
        "id": 1,
        "title": "Как выучить тригонометрию за час?",
        "date": "12 Октября 2025",
        "excerpt": "Тригонометрия — это не страшно. Разбираем основные формулы и методы запоминания.",
        "tags": [
            "Математика",
            "Лайфхаки"
        ],
        "link": "article.html?id=1",
        "content": "<p>Тригонометрия кажется сложной только на первый взгляд. Главное — понять суть единичной окружности.</p><h3>Синус и Косинус</h3><p>Запомни: косинус — это проекция на ось X, а синус — на ось Y. Это база, на которой строится всё остальное.</p><h3>Основные тождества</h3><p>Основное тригонометрическое тождество: sin²x + cos²x = 1. Это просто теорема Пифагора, записанная другим языком! Если ты знаешь это, ты можешь вывести половину формул прямо на экзамене.</p>"
    },
    {
        "id": 2,
        "title": "Куда поступать с физикой в 2026?",
        "date": "05 Ноября 2025",
        "excerpt": "Обзор самых перспективных технических вузов и специальностей в Казахстане и за рубежом.",
        "tags": [
            "Физика",
            "Поступление"
        ],
        "link": "article.html?id=2",
        "content": "<p>Физика открывает двери не только в науку, но и в IT, инженерию и даже финансы.</p><h3>Топ ВУЗов РК</h3><p>NU (Назарбаев Университет), KBTU, Satbayev University. Здесь лучшие лаборатории и связи с индустрией. Гранты выделяются щедро.</p><h3>Перспективные направления</h3><p>Робототехника, Нефтегазовое дело, Аэрокосмическая инженерия. Спрос на инженеров растет с каждым годом.</p>"
    },
    {
        "id": 3,
        "title": "Как сдать ЕНТ на 40+ баллов: Стратегия",
        "date": "15 Декабря 2025",
        "excerpt": "Почему зубрежка не работает и как правильно распределить время на экзамене.",
        "tags": [
            "ЕНТ",
            "Советы"
        ],
        "link": "article.html?id=3",
        "content": "<p>ЕНТ — это марафон, а не спринт. Главная ошибка — пытаться выучить всё в последнюю ночь.</p><h3>Ошибка 1: Игнорирование теории</h3><p>Многие просто решают тесты. Это работает до первого нестандартного вопроса. Учи матчасть!</p><h3>Ошибка 2: Невнимательность</h3><p>Половина ошибок — это арифметические просчеты или неправильно прочитанное условие. Перечитывай вопрос дважды!</p>"
    }
]